IdeaRS.Connections
BasePlateAnchoringData.BasePlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the bease plate of the anchoring
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string BasePlatePath { get; set; }
Property Value
Type: String
See Also
Reference
BasePlateAnchoringData Class
IdeaRS.Connections.Data Namespace